[
    {
        "fact": "В 2ГИС работает<br>1000 мощнейших инженеров",
        "counter": [
            {
                "current": 0,
                "target": 1,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 9,
                "target": 0,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 5,
                "target": 0,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Самый просматриваемый пост на Хабре «Service Workers. <br> Инструкция по применению» — 150 828 просмотров",
        "counter": [
            {
                "current": 1,
                "target": 1,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 5,
                "target": 5,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 7,
                "target": 8,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 9,
                "target": 2,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 8,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "MAU B2C продуктов <br> 2ГИС — 82 600 000",
        "counter": [
            {
                "current": 7,
                "target": 8,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 9,
                "target": 2,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["."]
            },
            {
                "current": 0,
                "target": 6,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["млн"]
            }
        ]
    },
    {
        "fact": "Компании <br> «ДубльГИС» - 26 лет",
        "counter": [
              {
                "current": 0,
                "target": 2,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 6,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["лет"]
            }
        ]
    },
    {
        "fact": "Точность <br> наших данных - 95 %",
        "counter": [
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0"]
            },
            {
                "current": 5,
                "target": 9,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 5,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["%"]
            }
        ]
    },
    {
        "fact": "У 2ГИС 7 транспортных API, позволяющих решить любые навигационные задачи",
        "counter": [
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0"]
            },
            {
                "current": 0,
                "target": 7,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "У 2ГИС 6 поисковых API для решения задач с поиском мест или фирм ",
        "counter": [
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0"]
            },
            {
                "current": 0,
                "target": 6,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "У 2ГИС 9 картографических API и SDK для интеграции в сторонние сервисы и продукты ",
        "counter": [
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0"]
            },
            {
                "current": 0,
                "target": 9,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Организаций <br> в справочнике — 5 900 000 ",   
        "counter": [
            {
                "current": 0,
                "target": 5,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["."]
            },
            {
                "current": 0,
                "target": 9,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["млн"]
            }
        ]
    },
    {
        "fact": "Зданий <br> на карте — 45 000 000",
        "counter": [
            {
                "current": 0,
                "target": 4,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 5,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["млн"]
            }
        ]
    },
    {
        "fact": "Городов в 2ГИС — 1500",
        "counter": [
            {
                "current": 1,
                "target": 1,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 4,
                "target": 5,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 3,
                "target": 0,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Приложения 2ГИС переведены на 8 языков",
        "counter": [
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0"]
            },
            {
                "current": 0,
                "target": 8,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "В навигаторе 2ГИС 19 кастомных курсоров: от приведения до розового кадиллака ",
        "counter": [
            {
                "current": 0,
                "target": 1,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 9,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Стикеров-рекакций <br> в Друзьях — 69. Кому-то кабачок, а кому-то сердце",
        "counter": [
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0"]
            },
            {
                "current": 1,
                "target": 6,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 5,
                "target": 9,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Строим 7 разных типов маршрутов: хоть пешком, хоть на самокате, хоть на грузовике",
        "counter": [
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0"]
            },
            {
                "current": 0,
                "target": 7,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Год первого поста на Хабре — 2007. Олдскулы свело",
        "counter": [
            {
                "current": 1,
                "target": 2,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 9,
                "target": 0,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 6,
                "target": 0,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 7,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Самое большое количество комментариев под постом на Хабре — 152. Пошла жара!",
        "counter": [
            {
                "current": 1,
                "target": 1,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 5,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 2,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Самое большое количество сохранений поста на Хабре — 1290. Искали медь, нашли золото!",
        "counter": [
            {
                "current": 1,
                "target": 1,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 2,
                "target": 2,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 2,
                "target": 9,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Подписчиков в блоге на Хабре — 133 711. И ты ведь тоже там? Га?",
        "counter": [
            {
                "current": 1,
                "target": 1,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 3,
                "target": 3,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 3,
                "target": 3,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 6,
                "target": 7,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 7,
                "target": 1,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 1,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Количество постов в блоге <br> на Хабре — 272. Бесконечность — не предел!",
        "counter": [
            {
                "current": 2,
                "target": 2,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 2,
                "target": 7,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 5,
                "target": 2,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Самое большое количество голосов у поста на Хабре — 156. Про голосование шутить не будем. Выбор очевиден",
        "counter": [
            {
                "current": 1,
                "target": 1,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 1,
                "target": 5,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 7,
                "target": 6,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Самое большое количество плюсов у поста на Хабре — 154. Раздали пользы",
        "counter": [
            {
                "current": 1,
                "target": 1,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 1,
                "target": 5,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 4,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Самое большое количество постов на Хабре <br> за один год — 34. Нашло что-то  ",
        "counter": [
            {
                "current": 0,
                "target": 3,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 4,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
    {
        "fact": "Рейтинг блога на Хабре — 156.32. Но все мы знаем, что важен не размер, а умение!",
        "counter": [
            {
                "current": 1,
                "target": 1,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 5,
                "target": 5,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 6,
                "target": 6,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 0,
                "alfabet": ["."]
            },
            {
                "current": 0,
                "target": 3,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            },
            {
                "current": 0,
                "target": 2,
                "alfabet": ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"]
            }
        ]
    },
]